{
    "name": "Shorky",
    "type": "SUPREME MACHINE?(Perhaps ADVANCED MACHINE at most?)",
    "description": "After some time, the V3 and V4 models found out that as water was a bit hard for them to traverse, perhaps they could create a version of them that did not have that debuff, as a result a new model was created using a combined ai of both the V1 and V3 ai.\n\n- During the creation of this new model, many problems occurred, and thus, only a single model was made, however, as with the combined ai, it created it's own, and gained its own form of sentiance, and accidentally while learning things, uploaded many things about sea life.\n\n- Because of this mistake, it's ai became bugged and it loved sea life, and its regard for blood from the V1 part of it's ai vanished, with only wanting to learn more about sea life and coopperation between itself and the ocean, it modified itself, becoming a lot faster in the water, yet slower on the ground.\n\n- During its explorations throughout the ocean, it learned of the wrath layer in hell from the other robots and it's abundance of fish, and thus, it went to seak this layer, using the V1 model feedbacker, the V2 model Knuckleblaster, and the V3 model whiplash to easily traverse hell and reach the layer of wrath, after remaining there for a while, it named itself Shorky, after it's love of sea life and the sharks within the ocean.",
    "strategy": "- Their movements and combat tactics can be confusing or unpredictable; it is recommended to counteract this by employing your own erratic maneuvers.\n\n- Similar to you, they possess the ability to replenish their health by absorbing the blood of enemies or even yours. Maintaining a considerable distance is strongly recommended to thwart their self-healing.\n\n- Occasionally, they engage in healing each other when outside active combat, exchanging blood. Utilize this opportunity to launch an attack.\n\n- Attempting to fight multiple at once is futile. Instead, concentrate your efforts on one target at a time as to not become overwhelmed.\n\n"
}
